Repository: Lcub3d/dayGLANCE
Catalog: dayglance-ios/DayGlanceWidget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_br, pt_pt, uk, zh_hans

source: %@ available
de: %@ verfügbar
es: %@ disponibles
fr: %@ disponibles
it: %@ disponibili
pl: %@ dostępne
pt_br: %@ disponíveis
pt_pt: %@ disponíveis
uk: доступно %@
zh_hans: 可用 %@

source: %@ left
de: noch %@
es: quedan %@
fr: reste %@
it: restano %@
pl: zostało %@
pt_br: faltam %@
pt_pt: faltam %@
uk: залишилось %@
zh_hans: 剩余 %@

source: %@ open
de: %@ frei
es: %@ libre
fr: %@ de libre
it: %@ senza impegni
pl: %@ wolne
pt_br: %@ livre
pt_pt: %@ livre
uk: вільно %@
zh_hans: 空闲 %@

source: %lld days old
de: %lld Tage alt
es: %lld días de antigüedad
fr: vieux de %lld jours
it: %lld giorni fa
pl: %lld dn. temu
pt_br: há %lld dias
pt_pt: há %lld dias
uk: %lld дн. тому
zh_hans: %lld 天前

source: %lld scheduled
de: %lld geplant
es: %lld programadas
fr: %lld planifiés
it: %lld pianificati
pl: %lld w planie
pt_br: %lld agendados
pt_pt: %lld agendados
uk: %lld у плані
zh_hans: %lld 项计划

source: %lld%% · %lld/%lld tasks
de: %lld %% · %lld/%lld Aufgaben
es: %lld %% · %lld/%lld tareas
fr: %lld %% · %lld/%lld tâches
it: %lld%% · %lld/%lld attività
pl: %lld%% · %lld/%lld zadań
pt_br: %lld%% · %lld/%lld tarefas
pt_pt: %lld%% · %lld/%lld tarefas
uk: %lld%% · %lld/%lld завдань
zh_hans: %lld%% · %lld/%lld 个任务

source: %lldd left
de: noch %lld T.
es: quedan %lld d
fr: reste %lld j
it: restano %lld g
pl: zostało %lld dn.
pt_br: faltam %lld d
pt_pt: faltam %lld d
uk: залишилось %lld дн.
zh_hans: 剩余 %lld 天

source: %lldd overdue
de: %lld T. überfällig
es: %lld d de retraso
fr: %lld j de retard
it: %lld g di ritardo
pl: %lld dn. po terminie
pt_br: %lld d de atraso
pt_pt: %lld d de atraso
uk: прострочено на %lld дн.
zh_hans: 逾期 %lld 天

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altri
pl: +%lld więcej
pt_br: +%lld mais
pt_pt: +%lld mais
uk: +%lld ще
zh_hans: 还有 %lld 项

source: Add Inbox Task
de: Aufgabe zum Posteingang hinzufügen
es: Añadir tarea a la bandeja de entrada
fr: Ajouter une tâche à la boîte de réception
it: Aggiungi attività alla posta in arrivo
pl: Dodaj zadanie do skrzynki
pt_br: Adicionar tarefa à caixa de entrada
pt_pt: Adicionar tarefa à caixa de entrada
uk: Додати завдання до вхідних
zh_hans: 将任务添加到收件箱

source: Add Scheduled Task
de: Geplante Aufgabe hinzufügen
es: Añadir tarea programada
fr: Ajouter une tâche planifiée
it: Aggiungi attività programmata
pl: Dodaj zadanie w planie
pt_br: Adicionar tarefa agendada
pt_pt: Adicionar tarefa agendada
uk: Додати заплановане завдання
zh_hans: 添加计划任务

source: Add Task by Voice
de: Aufgabe per Sprache hinzufügen
es: Añadir tarea por voz
fr: Ajouter une tâche à la voix
it: Aggiungi attività con la voce
pl: Dodaj zadanie głosem
pt_br: Adicionar tarefa por voz
pt_pt: Adicionar tarefa por voz
uk: Додати завдання голосом
zh_hans: 通过语音添加任务

source: Add a task to today's schedule.
de: Fügt eine Aufgabe zum heutigen Plan hinzu.
es: Añade una tarea al plan de hoy.
fr: Ajoute une tâche au planning du jour.
it: Aggiunge un'attività al programma di oggi.
pl: Dodaje zadanie do dzisiejszego planu.
pt_br: Adiciona uma tarefa ao plano de hoje.
pt_pt: Adiciona uma tarefa ao plano de hoje.
uk: Додає завдання до плану на сьогодні.
zh_hans: 将任务添加到今天的日程。

source: All day
de: Ganztägig
es: Todo el día
fr: Toute la journée
it: Tutto il giorno
pl: Cały dzień
pt_br: Dia inteiro
pt_pt: Dia inteiro
uk: Весь день
zh_hans: 全天

source: All-day or due
de: Ganztägig oder fällig
es: Todo el día o con vencimiento
fr: Toute la journée ou échéance
it: Tutto il giorno o in scadenza
pl: Całodniowe lub z terminem
pt_br: Dia inteiro ou com prazo
pt_pt: Dia inteiro ou com prazo
uk: Весь день або з терміном
zh_hans: 全天或到期

source: Capture a task by voice.
de: Erfasst eine Aufgabe per Sprache.
es: Captura una tarea por voz.
fr: Capturez une tâche à la voix.
it: Cattura un'attività con la voce.
pl: Zapisuje zadanie głosem.
pt_br: Capture uma tarefa por voz.
pt_pt: Capture uma tarefa por voz.
uk: Записує завдання голосом.
zh_hans: 通过语音添加任务。

source: Choose which goal this widget displays.
de: Auswählen, welches Ziel dieses Widget anzeigt.
es: Elige qué objetivo muestra este widget.
fr: Choisissez l’objectif affiché par ce widget.
it: Scegli quale obiettivo mostra questo widget.
pl: Wybierz, który cel ma wyświetlać ten widżet.
pt_br: Escolha qual objetivo este widget mostra.
pt_pt: Escolha qual objetivo este widget mostra.
uk: Виберіть, яку ціль показуватиме цей віджет.
zh_hans: 选择此小组件显示的目标。

source: Choose which project this widget displays.
de: Auswählen, welches Projekt dieses Widget anzeigt.
es: Elige qué proyecto muestra este widget.
fr: Choisissez le projet affiché par ce widget.
it: Scegli quale progetto mostra questo widget.
pl: Wybierz, który projekt ma wyświetlać ten widżet.
pt_br: Escolha qual projeto este widget mostra.
pt_pt: Escolha qual projeto este widget mostra.
uk: Виберіть, який проєкт показуватиме цей віджет.
zh_hans: 选择此小组件显示的项目。

source: Date
de: Datum
es: Fecha
it: Data
pl: Data
pt_br: Data
pt_pt: Data
uk: Дата
zh_hans: 日期

source: Day Dial
de: Tagesrad
es: Dial del día
fr: Cadran du jour
it: Quadrante del giorno
pl: Tarcza dnia
pt_br: Mostrador do dia
pt_pt: Mostrador do dia
zh_hans: 日程表盘

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
pl: Zrobione
pt_br: Feito
pt_pt: Feito
uk: Виконано
zh_hans: 完成

source: Due
de: Fällig
es: Vence
fr: Échéance
it: Scadenza
pl: Termin
pt_br: Prazo
pt_pt: Prazo
uk: Термін
zh_hans: 到期

source: Due today
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd’hui
it: Scade oggi
pl: Termin dziś
pt_br: Vence hoje
pt_pt: Termina hoje
uk: Термін сьогодні
zh_hans: 今天到期

source: Effort
de: Aufwand
es: Esfuerzo
it: Impegno
pl: Wysiłek
pt_br: Esforço
pt_pt: Esforço
uk: Зусилля
zh_hans: 投入

source: Focus
de: Fokus
es: Concentración
fr: Concentration
it: Concentrazione
pl: Skupienie
pt_br: Foco
pt_pt: Foco
uk: Фокус
zh_hans: 专注

source: Frames
de: Rahmen
es: Bloques
fr: Plages
it: Blocchi
pl: Ramki
pt_br: Blocos
pt_pt: Blocos
uk: Фрейми
zh_hans: 时间框架

source: GOAL
de: ZIEL
es: OBJETIVO
fr: OBJECTIF
it: OBIETTIVO
pl: CEL
pt_br: OBJETIVO
pt_pt: OBJETIVO
uk: ЦІЛЬ
zh_hans: 目标

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pl: Cel
pt_br: Objetivo
pt_pt: Objetivo
uk: Ціль
zh_hans: 目标

source: Inbox Task
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
it: In arrivo
pl: Zadanie do skrzynki
pt_br: Caixa de entrada
pt_pt: Caixa de entrada
uk: Завдання у вхідні
zh_hans: 收件箱任务

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pl: Miesiąc
pt_br: Mês
pt_pt: Mês
uk: Місяць
zh_hans: 月

source: Next day
de: Nächster Tag
es: Día siguiente
fr: Jour suivant
it: Giorno successivo
pl: Następny dzień
pt_br: Próximo dia
pt_pt: Dia seguinte
uk: Наступний день
zh_hans: 后一天

source: No active goals
de: Keine aktiven Ziele
es: No hay objetivos activos
fr: Aucun objectif actif
it: Nessun obiettivo attivo
pl: Brak aktywnych celów
pt_br: Nenhum objetivo ativo
pt_pt: Nenhum objetivo ativo
uk: Немає активних цілей
zh_hans: 暂无进行中的目标

source: No active projects
de: Keine aktiven Projekte
es: No hay proyectos activos
fr: Aucun projet actif
it: Nessun progetto attivo
pl: Brak aktywnych projektów
pt_br: Nenhum projeto ativo
pt_pt: Nenhum projeto ativo
uk: Немає активних проєктів
zh_hans: 暂无进行中的项目

source: Nothing else today
de: Heute nichts mehr
es: Nada más hoy
fr: Plus rien aujourd'hui
it: Nient'altro oggi
pl: Dziś nic więcej
pt_br: Nada mais hoje
pt_pt: Nada mais hoje
uk: Більше нічого сьогодні
zh_hans: 今天没有其他安排

source: Nothing scheduled
de: Nichts geplant
es: Nada programado
fr: Rien de planifié
it: Niente in programma
pl: Nic w planie
pt_br: Nada agendado
pt_pt: Nada agendado
uk: Нічого не заплановано
zh_hans: 无安排

source: Now: %@
de: Jetzt: %@
es: Ahora: %@
fr: Maintenant : %@
it: Adesso: %@
pl: Teraz: %@
pt_br: Agora: %@
pt_pt: Agora: %@
uk: Зараз: %@
zh_hans: 当前：%@

source: OUTDATED
de: VERALTET
es: DESACTUALIZADO
fr: OBSOLÈTE
it: NON AGGIORNATO
pl: NIEAKTUALNE
pt_br: DESATUALIZADO
pt_pt: DESATUALIZADO
uk: ЗАСТАРІЛО
zh_hans: 已过期

source: Open dayGLANCE to refresh
de: dayGLANCE öffnen, um zu aktualisieren
es: Abre dayGLANCE para actualizar
fr: Ouvrez dayGLANCE pour actualiser
it: Apri dayGLANCE per aggiornare
pl: Otwórz dayGLANCE, aby odświeżyć
pt_br: Abra o dayGLANCE para atualizar
pt_pt: Abra o dayGLANCE para atualizar
uk: Відкрийте dayGLANCE, щоб оновити
zh_hans: 打开 dayGLANCE 以刷新

source: Open dayGLANCE to set up
de: dayGLANCE öffnen, um einzurichten
es: Abre dayGLANCE para configurar
fr: Ouvrez dayGLANCE pour configurer
it: Apri dayGLANCE per configurare
pl: Otwórz dayGLANCE, aby skonfigurować
pt_br: Abra o dayGLANCE para configurar
pt_pt: Abra o dayGLANCE para configurar
uk: Відкрийте dayGLANCE, щоб налаштувати
zh_hans: 打开 dayGLANCE 进行设置

source: Outdated
de: Veraltet
es: Desactualizado
fr: Obsolète
it: Non aggiornato
pl: Nieaktualne
pt_br: Desatualizado
pt_pt: Desatualizado
uk: Застаріло
zh_hans: 已过期

source: PROJECT
de: PROJEKT
es: PROYECTO
fr: PROJET
it: PROGETTO
pl: PROJEKT
pt_br: PROJETO
pt_pt: PROJETO
uk: ПРОЄКТ
zh_hans: 项目

source: Planned as of %@
de: Geplant, Stand: %@
es: Planificado a %@
fr: Planifié au %@
it: Pianificato al %@
pl: Zaplanowano, stan na %@
pt_br: Planejado em %@
pt_pt: Planeado em %@
uk: Заплановано станом на %@
zh_hans: 计划截至 %@

source: Planned in advance
de: Im Voraus geplant
es: Planificado con antelación
fr: Planifié à l'avance
it: Pianificato in anticipo
pl: Zaplanowano z wyprzedzeniem
pt_br: Planejado com antecedência
pt_pt: Planeado com antecedência
uk: Заплановано наперед
zh_hans: 提前计划

source: Previous day
de: Vorheriger Tag
es: Día anterior
fr: Jour précédent
it: Giorno precedente
pl: Poprzedni dzień
pt_br: Dia anterior
pt_pt: Dia anterior
uk: Попередній день
zh_hans: 前一天

source: Progress on a goal. Long-press to choose which one.
de: Fortschritt eines Ziels. Zum Auswählen gedrückt halten.
es: Progreso de un objetivo. Mantén pulsado para elegir cuál.
fr: Progression d'un objectif. Appui long pour choisir lequel.
it: Avanzamento di un obiettivo. Tieni premuto per scegliere quale.
pl: Postęp wybranego celu. Przytrzymaj, aby go wybrać.
pt_br: Progresso de um objetivo. Toque sem soltar para escolher qual.
pt_pt: Progresso de um objetivo. Toque sem soltar para escolher qual.
uk: Прогрес обраної цілі. Утримуйте, щоб вибрати.
zh_hans: 显示目标进度。长按以选择目标。

source: Progress on a project. Long-press to choose which one.
de: Fortschritt eines Projekts. Zum Auswählen gedrückt halten.
es: Progreso de un proyecto. Mantén pulsado para elegir cuál.
fr: Progression d'un projet. Appui long pour choisir lequel.
it: Avanzamento di un progetto. Tieni premuto per scegliere quale.
pl: Postęp wybranego projektu. Przytrzymaj, aby go wybrać.
pt_br: Progresso de um projeto. Toque sem soltar para escolher qual.
pt_pt: Progresso de um projeto. Toque sem soltar para escolher qual.
uk: Прогрес обраного проєкту. Утримуйте, щоб вибрати.
zh_hans: 显示项目进度。长按以选择项目。

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
pl: Projekt
pt_br: Projeto
pt_pt: Projeto
uk: Проєкт
zh_hans: 项目

source: Quickly capture a task to your inbox.
de: Erfasst schnell eine Aufgabe in Ihrem Posteingang.
es: Captura rápidamente una tarea en tu bandeja de entrada.
fr: Capturez rapidement une tâche dans votre boîte de réception.
it: Cattura rapidamente un'attività nella posta in arrivo.
pl: Szybko zapisuje zadanie w Twojej skrzynce.
pt_br: Capture rapidamente uma tarefa na caixa de entrada.
pt_pt: Capture rapidamente uma tarefa na caixa de entrada.
uk: Швидко записує завдання у ваші вхідні.
zh_hans: 快速将任务添加到收件箱。

source: Restore
de: Erholung
es: Recuperación
fr: Récupération
it: Recupero
pl: Regeneracja
pt_br: Recuperação
pt_pt: Recuperação
uk: Відновлення
zh_hans: 恢复

source: Routines
de: Routinen
es: Rutinas
it: Routine
pl: Rutyny
pt_br: Rotinas
pt_pt: Rotinas
uk: Рутини
zh_hans: 日常

source: Scheduled Task
de: Geplante Aufgabe
es: Tarea programada
fr: Tâche planifiée
it: Attività programmata
pl: Zadanie w planie
pt_br: Tarefa agendada
pt_pt: Tarefa agendada
uk: Заплановане завдання
zh_hans: 计划任务

source: Select Goal
de: Ziel auswählen
es: Elegir objetivo
fr: Choisir un objectif
it: Scegli obiettivo
pl: Wybierz cel
pt_br: Escolher objetivo
pt_pt: Escolher objetivo
uk: Виберіть ціль
zh_hans: 选择目标

source: Select Project
de: Projekt auswählen
es: Elegir proyecto
fr: Choisir un projet
it: Scegli progetto
pl: Wybierz projekt
pt_br: Escolher projeto
pt_pt: Escolher projeto
uk: Виберіть проєкт
zh_hans: 选择项目

source: Show Day
de: Tag anzeigen
es: Mostrar día
fr: Afficher le jour
it: Mostra giorno
pl: Pokaż dzień
pt_br: Mostrar dia
pt_pt: Mostrar dia
uk: Показати день
zh_hans: 查看当天

source: Show Today
de: Heute anzeigen
es: Mostrar hoy
fr: Afficher aujourd’hui
it: Mostra oggi
pl: Pokaż dziś
pt_br: Mostrar hoje
pt_pt: Mostrar hoje
uk: Показати сьогодні
zh_hans: 查看今天

source: Six weeks of your schedule at a glance.
de: Sechs Wochen deines Plans auf einen Blick.
es: Seis semanas de tu agenda de un vistazo.
fr: Six semaines de votre planning en un coup d'œil.
it: Sei settimane della tua agenda a colpo d'occhio.
pl: Sześć tygodni Twojego harmonogramu w skrócie.
pt_br: Seis semanas da sua agenda num relance.
pt_pt: Seis semanas da sua agenda num relance.
uk: Огляд вашого розкладу на шість тижнів.
zh_hans: 一览六周日程

source: Sleep
de: Schlaf
es: Dormir
fr: Sommeil
it: Sonno
pl: Sen
pt_br: Sono
pt_pt: Sono
uk: Сон
zh_hans: 睡眠

source: This goal may have been completed or deleted. Edit the widget to choose another.
de: Dieses Ziel wurde womöglich abgeschlossen oder gelöscht. Zum Auswählen eines anderen das Widget bearbeiten.
es: Puede que este objetivo se haya completado o eliminado. Edita el widget para elegir otro.
fr: Cet objectif a peut-être été terminé ou supprimé. Modifiez le widget pour en choisir un autre.
it: Questo obiettivo potrebbe essere stato completato o eliminato. Modifica il widget per sceglierne un altro.
pl: Ten cel mógł zostać ukończony lub usunięty. Edytuj widżet, aby wybrać inny.
pt_br: Este objetivo pode ter sido concluído ou excluído. Edite o widget para escolher outro.
pt_pt: Este objetivo pode ter sido concluído ou eliminado. Edite o widget para escolher outro.
uk: Цю ціль могли завершити або видалити. Змініть віджет, щоб вибрати іншу.
zh_hans: 该目标可能已完成或删除。请编辑小组件以选择其他目标。

source: This project may have been archived or deleted. Edit the widget to choose another.
de: Dieses Projekt wurde womöglich archiviert oder gelöscht. Zum Auswählen eines anderen das Widget bearbeiten.
es: Puede que este proyecto se haya archivado o eliminado. Edita el widget para elegir otro.
fr: Ce projet a peut-être été archivé ou supprimé. Modifiez le widget pour en choisir un autre.
it: Questo progetto potrebbe essere stato archiviato o eliminato. Modifica il widget per sceglierne un altro.
pl: Ten projekt mógł zostać zarchiwizowany lub usunięty. Edytuj widżet, aby wybrać inny.
pt_br: Este projeto pode ter sido arquivado ou excluído. Edite o widget para escolher outro.
pt_pt: Este projeto pode ter sido arquivado ou eliminado. Edite o widget para escolher outro.
uk: Цей проєкт могли архівувати або видалити. Змініть віджет, щоб вибрати інший.
zh_hans: 该项目可能已归档或删除。请编辑小组件以选择其他项目。

source: Time zone changed
de: Zeitzone geändert
es: Zona horaria cambiada
fr: Fuseau horaire modifié
it: Fuso orario cambiato
pl: Zmieniono strefę czasową
pt_br: Fuso horário alterado
pt_pt: Fuso horário alterado
uk: Часовий пояс змінено
zh_hans: 时区已更改

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
pl: Dziś
pt_br: Hoje
pt_pt: Hoje
uk: Сьогодні
zh_hans: 今天

source: UP NEXT
de: ALS NÄCHSTES
es: A CONTINUACIÓN
fr: À SUIVRE
it: A SEGUIRE
pl: NASTĘPNE
pt_br: A SEGUIR
pt_pt: A SEGUIR
uk: ДАЛІ
zh_hans: 接下来

source: Unblocked
de: Ungeplant
es: Tiempo libre
fr: Temps libre
it: Tempo libero
pl: Bez blokad
pt_br: Tempo livre
pt_pt: Tempo livre
uk: Без блокувань
zh_hans: 可用时间

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
pl: Bez tytułu
pt_br: Sem título
pt_pt: Sem título
uk: Без назви
zh_hans: 未命名

source: Up Next
de: Als Nächstes
es: A continuación
fr: À suivre
it: A seguire
pl: Następne
pt_br: A seguir
pt_pt: A seguir
uk: Далі
zh_hans: 接下来

source: Voice Task
de: Sprachaufgabe
es: Tarea por voz
fr: Tâche vocale
it: Attività vocale
pl: Zadanie głosowe
pt_br: Tarefa por voz
pt_pt: Tarefa por voz
uk: Голосове завдання
zh_hans: 语音任务

source: Your day as a dial.
de: Dein Tag als Zifferblatt.
es: Tu día como un dial.
fr: Ta journée en cadran.
it: La tua giornata come un quadrante.
pl: Twój dzień jako tarcza.
pt_br: Seu dia como um mostrador.
pt_pt: O teu dia como um mostrador.
uk: Ваш день у вигляді циферблата.
zh_hans: 以表盘呈现你的一天

source: Your next scheduled task.
de: Ihre nächste geplante Aufgabe.
es: Tu próxima tarea programada.
fr: Votre prochaine tâche planifiée.
it: La tua prossima attività programmata.
pl: Twoje następne zaplanowane zadanie.
pt_br: A sua próxima tarefa agendada.
pt_pt: A sua próxima tarefa agendada.
uk: Ваше наступне заплановане завдання.
zh_hans: 你的下一个计划任务。

source: as of %@
de: Stand: %@
es: a %@
fr: au %@
it: al %@
pl: stan na %@
pt_br: em %@
pt_pt: em %@
uk: станом на %@
zh_hans: 截至 %@

# legend.sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
pl: Sen
pt_br: Sono
pt_pt: Sono
uk: Сон
zh_hans: 睡眠

source: then %@ open
de: dann %@ frei
es: luego %@ libre
fr: puis %@ de libre
it: poi %@ senza impegni
pl: potem %@ wolne
pt_br: depois %@ livre
pt_pt: depois %@ livre
uk: далі вільно %@
zh_hans: 之后空闲 %@

source: then %@ until sleep
de: dann %@ bis zum Schlafen
es: luego %@ hasta dormir
fr: puis %@ jusqu'au coucher
it: poi %@ fino al sonno
pl: potem %@ do snu
pt_br: depois %@ até dormir
pt_pt: depois %@ até dormir
uk: далі %@ до сну
zh_hans: 之后 %@ 至睡眠

source: until %@
de: bis %@
es: hasta las %@
fr: jusqu'à %@
it: fino alle %@
pl: do %@
pt_br: até %@
pt_pt: até às %@
uk: до %@
zh_hans: 至 %@

source: until %@ at %@
de: bis %@ um %@
es: hasta %@ a las %@
fr: jusqu'à %@ à %@
it: fino a %@ alle %@
pl: do %@ o %@
pt_br: até %@ às %@
pt_pt: até %@ às %@
uk: до %@ о %@
zh_hans: 至 %@（%@）

source: until %@ · %@ left
de: bis %@ · %@ übrig
es: hasta las %@ · quedan %@
fr: jusqu'à %@ · reste %@
it: fino alle %@ · restano %@
pl: do %@ · zostało %@
pt_br: até %@ · faltam %@
pt_pt: até às %@ · faltam %@
uk: до %@ · залишилось %@
zh_hans: 至 %@ · 剩余 %@

source: until sleep at %@
de: bis zum Schlafen um %@
es: hasta dormir a las %@
fr: jusqu'au coucher à %@
it: fino al sonno alle %@
pl: do snu o %@
pt_br: até dormir às %@
pt_pt: até dormir às %@
uk: до сну о %@
zh_hans: 至 %@ 睡眠
